---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeC
source: html/42a7e0f7-f266-b391-73b1-58108effdd14.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeC Property

Symbol delta°C, indicating unit Celsius interval.

## Syntax (C#)
```csharp
public static ForgeTypeId DeltaDegreeC { get; }
```